<template>
  <el-container>
    <!-- <el-aside width="300px" id="sider">
      <AsideInfo />
    </el-aside> -->
    <el-card class="page-card" shadow="hover">
      <template #header>
        <div class="card-header">课题介绍</div>
      </template>
      <div class="container">
        <h3>项目拟解决的重大科学问题包括：</h3>
        <p class="paragraph">
          “因果推理模型的可识别性”和“因果决策模型的泛化性”这两个科学问题。针对科学问题一，从因果网络构建及因果效应评估两个递进层面，分别解决因果网络的可识别性和因果效应的可识别性问题，进而最终解决因果推理模型的可识别性问题。针对科学问题二，从因果强化学习及因果迁移学习这两个典型场景出发，分别解决动态决策场景的泛化性问题和领域偏移场景的泛化性问题，进而最终解决因果决策的泛化性问题。
        </p>
        <p class="paragraph">项目主要研究内容、技术路线及课题设置包括：</p>
        <h3>课题1：因果推理模型的可识别性研究</h3>
        <p class="paragraph">
          1）研究数据驱动的因果网络可识别性理论，进而研究跨媒体数据因果表示学习，设计因果网络构建方法。在因果发现层面，拟采取表示学习方法构建跨媒体数据的分层表示模型，进而建立分层模型因果网络构建方法。
        </p>
        <p class="paragraph">
          2）研究融合知识、数据和行为的因果效应模型与可识别性理论，进而研究基于因果效应的推理及反事实推理建模方法，设计因果推理及反事实推理方法。拟融合潜在结果模型和结构因果模型对知识、数据及行为进行统一建模，进而将因果推理及反事实推理统一转化为因果效应评估问题进行求解。
        </p>
        <h3>课题2：因果决策模型的泛化性研究</h3>
        <p class="paragraph">
          1）研究融合环境、动作和激励的强化学习因果模型及其泛化性理论，进而研究基于因果决策的策略优化与评估，构建基于反事实推理的因果强化学习框架。在因果强化学习层面，拟融合环境、动作和激励对强化学习的复杂耦合进行建模，进而基于反事实推理等方法进行策略优化和评估。
        </p>
        <p class="paragraph">
          2）研究因果机器学习的泛化性理论，进而研究因果关联评价及可解释性框架，设计基于因果表征的迁移学习方法。在因果迁移学习层面，拟基于解耦学习框架，通过因果关联评价及伪关联剔除等方式，探索深度学习泛化性及可解释性的提升方法。构建网络故障检测、多轮人机交互、机器人环境探测等场景对上述技术路线进行验证。
        </p>
        <p class="paragraph">
          通过本项目的实施，有望在因果推理与决策理论与方法方面取得原始创新与突破，预计研发因果网络构建、反事实推理、因果强化学习、因果迁移学习等相关算法不少于12种，并形成综合因果智能开源框架；设计并开发基于网络故障检测、多轮人机对话、机器人环境探测等典型大规模场景，验证上述深度学习方法的因果推理和决策能力；上述算法、验证场景及平台在Github开源，下载次数超过1000次。在CCF
          A类会议或重要期刊等处发表或录用高水平论文不少于12篇；申请或获得不少于12
          项专利以及不少于4项软件著作权；并培养博士生不少于8人，硕士生不少于20人。本项目的开展将有助于突破现阶段人工智能发展瓶颈问题，推动新一代人工智能快速健康发展。
        </p>
      </div>
    </el-card>
  </el-container>
</template>

<script>
import AsideInfo from "../components/AsideInfo.vue";

export default {
  components: { AsideInfo },
};
</script>

<style scoped>
.page-card {
  margin: 0 16px;
}
.card-header {
  font-size: 28px;
  font-weight: 600;
}
.container img {
  width: 100%;
  height: 100%;
}
.paragraph {
  margin: 12px 0;
  line-height: 1.8;
  color: #333;
}
</style>
