export const newsDetails = [{
        id: 'kickoff-20250922',
        title: '热烈祝贺项目负责人蔡瑞初教授再度入选全球前2%顶尖科学家榜单！',
        date: '2025-09-22 17:32',
        content: [{
            type: 'paragraph',
            text: '2025年9月22日，斯坦福大学发布了最新的全球前2%顶尖科学家榜单，广东工业大学蔡瑞初教授凭借其在因果推理与决策理论模型研究领域的卓越贡献，再度入选该榜单。这是蔡教授连续第三年入选该权威榜单，彰显了其在国际学术界的影响力和领导地位。',
        }, {
            type: 'paragraph',
            text: '蔡瑞初教授入选全球前2%顶尖科学家“年度影响力”榜单。这一荣誉不仅是对两位教授科研成就的高度认可，也标志着实验室研究成果取得了卓越的学术影响力，得到了国际学术界的广泛关注与高度评价。'
        }, {
            type: 'img',
            style: 'width: 800px;',
            src: 'https://dmir.gdut.edu.cn/__local/E/04/6E/AECD4D7D797BED2C4528C2D4AE9_6DF4FA40_2B3D0.png'
        }]
    },
    {
        id: 'kickoff-20250725',
        title: '第六届全国大数据与AI科学大会因果与大模型推理专题论坛在桂林成功举办',
        date: '2025-07-25 11:46',
        content: [{
            type: 'paragraph',
            text: '导语：2025年7月20日上午，广西桂林成为了国内人工智能与大数据领域的焦点，第六届全国大数据与人工智能科学大会在这里隆重开幕。大会专题论坛“因果与大模型推理”由DMIR实验室的郝志峰教授和蔡瑞初教授精心策划组织，邀请了中山大学郑伟诗教授、清华大学崔鹏教授、南京大学俞扬教授以及哈尔滨工业大学丁效教授等知名学者，围绕因果推理与大模型推理的前沿探索展开了深入交流，共同描绘人工智能未来发展的新图景。'
        }, {
            type: 'paragraph',
            text: '在2025年7月20日于广西桂林举办的第六届全国大数据与人工智能科学大会期间，专题论坛“因果与大模型推理”成功举办。论坛深入探讨了因果思维如何在复杂环境中引导智能系统的建模与推理，聚焦因果方法对大模型赋能的机制与前景。论坛内容紧扣当前人工智能发展的核心挑战，前沿视角与理论深度兼具，为与会者呈现了一场富有洞见的学术盛宴。'
        }, {
            type: 'paragraph',
            text: '论坛期间，多位专家围绕因果推理与大模型推理相关研究进行了精彩报告，内容涵盖了深度视觉学习中的视觉语言自主导航、从因果与异质性角度提升 AI 系统可信性、大模型时代下强化学习的发展趋势，以及因果机制在提升大模型泛化能力与鲁棒性方面的关键作用。这些报告不仅展现了因果方法在人工智能核心问题中的独特价值，也凸显了因果推理作为构建更安全、可解释、高性能AI系统的关键路径。'
        }, {
            type: 'paragraph',
            text: '此次论坛的成功举办不仅加深了业界对因果与大模型推理相关研究的理解，也促进了学术界的深入交流与合作。论坛对于推动我国在该交叉领域形成更具原创性的理论成果和更具落地性的技术应用方面，发挥了积极而深远的作用。未来，相关研究有望持续赋能人工智能技术，推动其在更广泛场景中的落地应用与持续发展。'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/E/91/97/17D2758B92D02F8033B7C12CF14_AD009357_4DF19.jpg',
            text: '郑伟诗教授报告《基于空间语义约束的视觉语言自主导航》',
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/5/9D/2D/915CF9DB5ADF86760DE7812722E_5F16AEFD_3E4B2.jpg',
            text: '崔鹏教授报告《人工智能可信性的数据视角：从因果性到异质性》'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/1/CD/9F/5A80597CC8313F06B965D483255_EC196B46_48A8E.jpg',
            text: '俞扬教授报告《大模型时代的强化学习》'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/E/8C/AF/0DD01E38A1428A13392A8AD54A8_A30E0F09_44118.jpg',
            text: '丁效教授报告《基于因果学习的大模型鲁棒性增强技术》'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/7/CA/B6/08C117013270CC60182268F5B02_85E8C1E9_624D9.jpg',
            text: '论坛现场讨论热烈，学术交流氛围浓厚'
        }]
    },
    {
        id: 'kickoff-20240914',
        title: '第五届全国大数据与AI科学大会因果与大模型专题论坛在银川成功举办',
        date: '2024-09-14 14:30',
        content: [{
            type: 'paragraph',
            text: '2024年7月14日上午，宁夏银川成为了国内人工智能与大数据领域的焦点，第五届全国大数据与人工智能科学大会在这里盛大开幕。大会专题论坛“因果与大模型”由DMIR室的郝志峰教授和蔡瑞初教授精心组织，邀请了来自卡耐基梅隆大学的张坤教授、复旦大学的邱锡鹏教授以及浙江大学的况琨教授等国内外知名学者，共同探讨因果与大模型在人工智能领域的最新研究进展和应用前景。'
        }, {
            type: 'paragraph',
            text: '论坛的讨论主题覆盖了因果发现、推理与大语言模型，从大语言模型到世界模型，复杂环境下因果推断及赋能大模型相关思考等前沿话题。这些议题不仅展现了人工智能领域的最新学术研究成果，也为参会者提供了一场精彩的学术盛宴。'
        }, {
            type: 'paragraph',
            text: '会议期间，各位学者深度报告了自己在因果与大模型方面的研究成果，分享了在大数据与人工智能结合的前沿探索和实践经验。论坛的举办，不仅加强了业内专家的交流合作，也推动了大数据与人工智能科学，尤其是因果与大模型研究领域的发展。'
        }, {
            type: 'paragraph',
            text: '通过本次论坛，参会者对因果与大模型的理解更加深入，对未来的研究方向和技术应用充满了期待。对促进我国大数据与人工智能科学，特别是因果与大模型研究的进步起到了积极的推动作用。相信在不久的将来，这些研究成果将赋能人工智能技术，推动其在更广阔领域的应用和发展。'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/9/D2/25/647DFEB207267CC211E6EC5E933_302E9DE8_1B8BE5.png',
            text: '卡耐基梅隆大学张坤教授汇报《因果发现、推理与大语言模型：统一与互补》'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/D/72/04/E6A94A8A86B8FAD262FBB948C1B_7F44E436_1C2278.png',
            text: '复旦大学邱锡鹏教授汇报《从大语言模型到世界模型》'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/F/CB/1F/6A19799AB420AAA902615C9268C_C9F1F3AD_B4655.png',
            text: '浙江大学况琨教授汇报《由关联到因果: 复杂环境下因果推断及赋能大模型相关思考》'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/B/73/CA/1857A2CCD3D1F066408AC614AC7_3D62AA0F_23496A.png',
            text: '论坛现场'
        }, {
            type: 'img',
            src: 'https://dmir.gdut.edu.cn/__local/0/01/FC/BAF743717A91E1BB830A8C98335_295C8F0C_3A5D3F.png',
            text: 'DMIR实验室老师与报告专家合影'
        }]
    },
    {
        id: 'kickoff-20231229',
        title: '科技创新2030-“新一代人工智能”重大项目“因果推理与决策理论模型研究”顺利通过科技部中期检查',
        date: '2023-12-29 10:15',
        content: [{
                type: 'paragraph',
                text: '2023年12月20日，DMIR实验室蔡瑞初教授牵头的科技创新2030—“新一代人工智能”重大项目“因果推理与决策理论模型研究”顺利通过中期检查。'
            },
            {
                type: 'paragraph',
                text: '本次中期检查会由科技部高技术研究发展中心组织，科技部高技术中心副处长丁莹，项目主管季与点、孟召宾出席会议。项目中期检查专家组由上海人工智能实验室王琦教授、华东师范大学贺樑教授、浙江大学吴飞教授、西安交通大学薛建儒教授、吉林大学常毅教授、上海交通大学徐雷教授组成。'
            },
            {
                type: 'paragraph',
                text: '项目牵头单位广东工业大学科学研究管理部朱艳副部长、穆淼科长，合作单位汕头大学郝志峰校长出席会议。项目负责人广东工业大学蔡瑞初教授、课题负责人汕头大学范衠教授以及项目骨干参加了此次会议。'
            },
            {
                type: 'img',
                src: 'https://gitee.com/LKing220/test123123/raw/master/news/img/1.webp'
            }, {
                type: 'paragraph',
                text: '科技部高技术中心项目主管季与点首先介绍中期检查要求，详细讲解了中期汇报要求和专家评测方式，宣布了专家组成员名单。'
            }, {
                type: 'img',
                src: 'https://gitee.com/LKing220/test123123/raw/master/news/img/2.webp'
            },
            {
                type: 'paragraph',
                text: '汕头大学郝志峰校长和广东工业大学科学研究管理部朱艳副部长分别进行了致辞，向与会的科技部领导、各位专家表示衷心的感谢和热烈的欢迎，对重大项目中期取得的成果及意义进行了充分的肯定。'
            }, {
                type: 'img',

                src: 'https://gitee.com/LKing220/test123123/raw/master/news/img/3.webp'
            }, {
                type: 'img',
                src: 'https://gitee.com/LKing220/test123123/raw/master/news/img/4.webp'
            },
            {
                type: 'paragraph',
                text: '项目负责人蔡瑞初教授从项目研究背景、项目中期考核指标与完成情况、项目研究进展、组织管理和下一阶段工作计划等方面向专家组及与会人员汇报了项目中期执行情况。'
            },
            {
                type: 'img',

                src: 'https://gitee.com/LKing220/test123123/raw/master/news/img/5.webp'
            }, {
                type: 'paragraph',
                text: '项目中期检查专家组在听取项目中期执行情况汇报及审验材料后，对项目中期取得的成果给予了充分肯定，一致认为项目重点研究了面向跨媒体数据的因果网络构建、面向动态决策场景的因果效应评估、基于因果决策的强化学习和迁移学习等理论与方法，建立了因果推理开源算法库，搭建了智能运维、多轮人机对话等验证平台，取得了一定的应用验证效果。项目进度符合任务书要求，总体完成了中期的研发任务和考核指标。专家组针对项目成果凝练、进一步突出项目特色等提出了建设性的意见和建议。'
            },
            {
                type: 'img',

                src: 'https://gitee.com/LKing220/test123123/raw/master/news/img/6.webp'
            }, {
                type: 'paragraph',
                text: '项目负责人蔡瑞初教授代表项目组衷心感谢专家组的宝贵意见和建议，表示后续会按照科技部和专家组的要求，进一步凝练成果，加强指标体系化，确保各项指标之间的相关性和课题组之间的协作，形成一个完整、科学的成果体系。'
            }
        ]
    },
    {
        id: 'kickoff-20230712',
        title: 'CSIAM-BDAI“因果学习与可解释性”学术论坛成功举办”',
        date: '2023-07-12 14:42',
        content: [{
                type: 'paragraph',
                text: '7月9日上午，2023年第四届全国大数据与人工智能科学大会“因果学习与可解释性专题论坛”在贵阳市贵州群升豪生大酒店举办。本次论坛由DMIR实验室郝志峰老师和蔡瑞初老师共同组织，邀请了清华大学长聘副教授崔鹏、浙江大学副教授况琨和上海交通大学长聘副教授张拳石做主题报告，探讨了因果学习与可解释性在人工智能领域的最新研究进展和应用前景。'
            },
            {
                type: 'paragraph',
                text: '汕头大学校长、广东工业大学郝志峰教授首先主持了论坛。崔鹏老师带来了题为《因果启发的稳定学习》的报告。他首先指出当前统计机器学习所依赖的关联统计存在稳定性不足、可解释性不佳、公平性缺失和可回溯性不明确等问题，而因果统计具有更好的理论基础来保证这些“四性”。接着，他在报告中着重探讨了将因果推理引入预测性问题的稳定学习理论和方法，并阐述了在解决风险敏感领域的稳定性、可解释性、公平性和可回溯性等方面所面临的机会和挑战。最后，他展示了一些因果推理在预测性问题中的应用，并讨论了解决OOD泛化问题的机会和挑战。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/6/4A/EB/5BA78FFF33D482AB77A34A389FD_A2050A2F_9A2C5.jpg',
                text: '图1 | 郝志峰老师作主持'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/5/53/E1/2A34A54F484966CCE44E1A6DFA7_0DA67B01_23D9E1.jpg',
                text: '图2 | 崔鹏老师作学术报告'
            },
            {
                type: 'paragraph',
                text: '紧接着，蔡瑞初老师主持了论坛的第二个报告，况琨老师带来了《基于工具变量的因果推断和因果可泛化学习》的报告。他首先通过一系列决策的场景引入因果效应的介绍。接着，他介绍了在如何平衡混淆变量方面的工作，并讨论了在大数据时代这些工作面临的新挑战，包括如何自动分离混淆变量、如何消除未观察到的混淆变量、如何解决连续或者复杂的因果效应三大问题。最后，他从因果推断中的工具变量视角出发，重点探讨了领域泛化问题中存在的偏差问题，提出了因果可泛化学习机制。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/9/37/72/4157BA148BC0EAE09860A00F85A_0A0E27C4_7B52A.jpg',
                text: '图3 | 蔡瑞初老师作主持'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/7/44/99/56FD71C31F3220D77C1BAB86CCA_6FF5BCA8_55B1C.jpg',
                text: '图4 | 况琨老师作报告'
            },
            {
                type: 'paragraph',
                text: '张拳石老师分享了《可解释性博弈交互：统一体系与去芜存菁》的相关工作。首先，他介绍了团队在构建神经网络可解释性理论方向上的研究成果，并指出目前大多数可解释性算法过于注重工程实现，迎合人类主观认知，缺乏统一的理论基础，从而影响了算法的严谨性和可解释性研究的进一步发展。接着，他分享了团队近年来在博弈交互的理论框架下进行的研究，包括统一解释神经网络的归因权重、对抗鲁棒性、泛化能力以及模型建模的视觉概念分类等方面。最后，他介绍了如何考虑输入图像的视觉美观性，为神经网络的可解释性提供更全面的理论基础。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/A/3A/14/B9C0DFB5FB8EEAD2F932734CDC7_A69E6679_13BFA8.jpg',
                text: '图5 | 张拳石老师作报告'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/5/B5/9E/799E789356F7651705CAC60263C_C4EAE26F_150D58.jpg',
                text: '图6 | 与会人员听取报告'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/C/3B/2C/367EE9772881025E06D3A802463_5002ECAD_94BD9.jpg',
                text: '图7 | 提问互动环节'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/F/03/8A/FE4F4AA744EBD258AC5B5B243AB_1A729F47_43E8D.jpg',
                text: '图8 | 提问互动环节'
            },
            {
                type: 'paragraph',
                text: '此次论坛的成功举办为研究者们提供了一个交流思想、分享成果的平台，促进了因果学习与可解释性领域的创新与合作，为人工智能的发展和应用提供了宝贵的思想碰撞和合作机会。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/E/B2/24/ECAC69209982B6C63F6C183CC06_EEADC6E3_AF09F.jpg',
                text: '图9 | 合照'
            },
            {
                type: 'paragraph',
                text: '全国大数据与人工智能科学大会（CSIAM-BDAI）自2018年起、迄今已举办四届，大会邀请了众多从事大数据和人工智能科学相关领域的著名专家学者参与会议并作报告，每年一届大会参与者上千人，已经成为学界和业界有影响力的盛会！大会旨在深入研讨大数据与人工智能领域的热点话题，为我国大数据分析方法与人工智能算法发展构筑理论基础，助力创新型国家建设。'
            }
        ]
    }, {
        id: 'kickoff-20230320',
        title: '2022年“数据科学与人工智能” 秋季论坛圆满举行',
        date: '2023-03-20 10:36',
        content: [{
                type: 'paragraph',
                text: '由广东省计算机学会软件工程专业委员会主办的2022年“数据科学与人工智能”秋季论坛（2022 Autumn Forum on Data Science and Artificial Intelligence）于2022年9月8日-9日在广东广州顺利举行。大数据、机器学习、智能优化、图像处理和数据挖掘领域的国内外前沿学者参加了本次论坛。'
            },
            {
                type: 'paragraph',
                text: '本次论坛以线上+线下结合的形式开展。9月8日晚上，线上国际前沿学术讲座拉开本次论坛的帷幕。广东工业大学陈炳丰老师作为环节主持，由Lehigh university(里海大学)助理教授Lifang He、Cornell university(康乃尔大学)博士Yuexing Hao、北京工商大学副教授谢峰、清华大学博士后曾艳分别分享了各自的研究报告。在每场学术报告之后，报告人和与会者进行了讨论和交流，学术气氛热烈。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/E/8A/F0/17F84240A86068CA38D3A54F8CB_5000CBD8_A0CAE.png',
                text: '陈炳丰老师作开场主持'
            }, {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/5/56/B8/C37977EF53361E72DD5E6FBD690_3FB7EC20_26CF0.png'
            },
            {
                type: 'paragraph',
                text: '9号的论坛在华工大学城中心酒店线下举行，由华南理工大学黄翰教授作开场主持。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/2/CB/D7/72AB57D994DBCCE3BE9FE47425B_AB5528DC_18151.jpg',
                text: '黄翰教授作开场主持'
            },
            {
                type: 'paragraph',
                text: '首先由汕头大学校长、广东工业大学博士生导师郝志峰教授致开幕辞，并作关于《火热的元宇宙与其数学模型的思考——数据、知识、智能在哪里？》的报告。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/1/A9/B1/3E5D437D5862A167B66FCC6EA9A_3215E487_2A417.jpg',
                text: '会场人员听取报告'
            },
            {
                type: 'paragraph',
                text: '随后，广东工业大学蔡瑞初教授主持前沿技术报告环节。汕头大学范衠教授和广东工业大学温雯教授分别进行了题为《基于进化计算的机器人系统设计自动化研究》和《知识表征与状态表征的思考与探索》的前沿学术报告。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/0/7C/1D/EB372B462A4AD3BEB267FF13A1A_CD3BB166_EF5AC.png',
                text: '蔡瑞初教授作环节主持'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/F/C9/7A/CDEC75222DEDBD67093E69116EB_338B25CB_497C5.png',
                text: '范衠教授作学术报告'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/E/2D/7B/BC65105968F566A5DA927CCEC1A_C79E93A1_9A7D5.png',
                text: '温雯教授作学术报告'
            },
            {
                type: 'paragraph',
                text: '接下来是青年科技人才论坛环节。由广东工业大学温雯教授主持，深圳鹏城实验室副研究员袁淦钊、华南理工大学刘方青博士、广东工业大学乔杰博士、香港科技大学助理教授刘浩、汕头大学博士及讲师李文姬分别作学术报告。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/9/51/38/FF84EE6A4B1A1753BEB14CC6232_F15F02D1_FD161.png',
                text: '温雯教授作环节主持'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/7/57/A4/F526CA2DB979F88344988F3BFC8_FAE9F8E6_70F6B.png'
            },
            {
                type: 'paragraph',
                text: '下午的研究生论坛为优秀学生的工作分享提供了一个平台，由汕头大学范衠教授主持，冯夫建高级实验师、杨舒玲博士生、陈正鸣博士生、李嘉豪博士生、王文萃硕士生、翟昊硕士生分别作学术报告。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/0/70/29/1DB0C3534170246B1447079D33F_9FAAF36D_82B77.png',
                text: '范衠教授作环节主持'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/0/C6/1E/D8742666F9F9F1692ADA2D6B9B2_C143ED73_96C27.png'
            },
            {
                type: 'paragraph',
                text: '论坛最后还开展了创新应用科技沙龙，主要分享技术创新应用。由林智勇教授主持，曹捷高级工程师、袁中锦博士生、曾庆醒律师、黄书山工程师、许柏炎博士后研究员、李刚总经理分别作相关的报告分享。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/6/06/8F/19B7E6FB866C10BD3F4D7BF865B_598C90DF_A29E0.png',
                text: '林智勇教授作环节主持'
            }, {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/9/A4/AD/1C7240C915F4B9BCF06D682AF80_3098C060_9A5CE.png'
            },
            {
                type: 'paragraph',
                text: '本次论坛由于疫情原因以线上线下结合的形式举行，但难以阻挡参会的学者和学生们饱满的热情，学术气氛十分热烈。与会专家、教授、学生等积极参与、踊跃提问，共同探讨大数据与人工智能及其相关的科学技术。论坛促进了数据科学与人工智能领域专家学者、领军企业、行业领袖、主流媒体的交流，有助于大家对人工智能展开进一步的探索，共襄科技辉煌成果。'
            },
            {
                type: 'paragraph',
                text: '2022“数据科学与人工智能”秋季论坛合影'
            }
        ]
    },
    {
        id: 'kickoff-20230322',
        title: '科技创新2030—“新一代人工智能”重大项目“因果推理与决策理论模型研究”项目启动暨实施方案论证会在广东工业大学顺利召开',
        date: '2023-03-22 20:42',
        content: [{
                type: 'paragraph',
                text: '3月28日，科技创新2030—“新一代人工智能”重大项目2021年立项项目“因果推理与决策理论模型研究”项目启动暨实施方案论证会在广东工业大学顺利召开。出席会议的包括：项目嘉宾国家科技部高技术中心信息处副处长丁莹、项目主管孟召宾、广东省科技厅情报研究所副所长张百尚、汕头大学校长郝志峰、广东工业大学副校长阳爱民、科技处副处长刘鑫、科长穆淼、计算机学院院长程良伦、党委书记杨文新、副院长曾安等，科技部项目专家组浙江大学吴飞教授、中国科学院自动化研究所徐波教授、西北工业大学王琦教授，项目顾问专家组清华大学孙富春教授、山西大学梁吉业教授、北京邮电大学马华东教授、中国科学院自动化研究所张文生教授，以及项目负责人、课题负责人、项目组骨干成员50余人通过线上线下结合的方式参加了本次会议。'
            },
            {
                type: 'paragraph',
                text: '会议第一阶段由广东工业大学科技处副处长刘鑫主持。广东工业大学副校长阳爱民教授首先代表项目牵头单位对与会嘉宾致以诚挚欢迎，介绍了学校在项目相关研究领域扎实的科研基础，并表示将全方位支持项目开展，保障项目顺利实施并取得突出成果。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/3/64/6E/EA9BF191322C8639F144292459E_992924DF_126E5.jpg',
                text: '广东工业大学副校长阳爱民教授致辞'
            },
            {
                type: 'paragraph',
                text: '汕头大学校长郝志峰教授代表项目合作单位对与会嘉宾致以诚挚欢迎与感谢，介绍了项目的研究意义与重要性，以及学校在课题相关研究领域扎实的科研基础，并表达了对项目和课题研究的坚定支持，保障汕大所承担的课题顺利实施并取得突出成果。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/1/7F/85/65E5AE2CF430DD90A9BF13C86F9_39ED31C3_145A2.jpg',
                text: '汕头大学校长郝志峰教授致辞'
            },
            {
                type: 'paragraph',
                text: '广东省科技厅情报研究所副所长张百尚对项目启动大会的召开表示热烈祝贺，对项目的启动筹备工作表示充分肯定，并表示省科技厅会大力支持项目的顺利开展，促进项目规范、有序、健康实施。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/E/6F/0A/E07C01DF037AABFA6AC1D234800_2AA9E0ED_2F541.png',
                text: '广东省科技厅情报研究所副所长张百尚致辞'
            },
            {
                type: 'paragraph',
                text: '科技部高技术信息处丁莹副处长首先对项目组和广东工业大学表示了祝贺。据丁处长介绍，本项目为广东工业大学获得的首个科技创新2030重大项目。随后，丁处长围绕重点专项相关过程管理要求，介绍了专项总体情况、过程管理规范和流程、实施方案编制要求、管理经验和项目实施中的常见问题等，重点强调了项目责任主体下放落实到法人单位的转变、实施方案编写的必要性与重大意义、项目的管理组织具体落实到位对项目开展的深远意义，要求各方高度重视，做好统筹协作，高标准完成项目目标。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/0/9B/82/09451C1C29605FCFB5460511717_1FA5690C_3B5C8.png',
                text: '科技部高技术中心信息处副处长丁莹致辞'
            },
            {
                type: 'paragraph',
                text: '会议第二阶段由科技部项目专家组组长吴飞教授主持。项目负责人广东工业大学蔡瑞初教授从项目概要、实施计划、任务分解、组织管理、预期成果这五个方面对项目实施方案进行了详细介绍。围绕项目研究目标，蔡瑞初教授介绍了项目技术路线、课题分解、时间节点、考核指标、当前的研究进展，明确了各课题的任务分工与相互联系。同时，对项目的组织管理保障机制也进行了介绍。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/2/E2/BF/7D8401F8CEE3E111066FFEEA324_3537A699_178C68.jpg',
                text: '项目负责人广东工业大学蔡瑞初教授作汇报'
            },
            {
                type: 'paragraph',
                text: '与会专家重点围绕项目的关键科学问题、核心技术创新点、项目实施期间可能出现的技术风险、项目组织管理方案的落实、课题与承担单位接口等方面进行了质询，并提出了具体意见建议。最后，专家组通过质询讨论形成评估意见，认为项目实施方案与项目任务书要求一致，其技术路线、考核指标明确，项目课题设置合理。项目阶段目标和分工明确，计划安排合理。项目法人单位职责明确，交流及检查机制健全。实施方案合理可行，同意通过项目的实施方案论证。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/2/A5/96/E4A4EAF157448E1404C0B0C8F17_A4BC2EC0_A2ECE.png',
                text: '与会专家质询'
            },
            {
                type: 'paragraph',
                text: '据悉，科技部科技创新2030—“新一代人工智能”重大项目，是为落实国务院印发的《新一代人工智能发展规划》的总体部署，共同围绕新一代人工智能重要研究方向合作开展创新性研究，2021年在“因果关系领域”全国仅有4项重大项目获得资助，这也是广东工业大学首次牵头获得的科技部科技创新2030—“新一代人工智能”重大项目。本项目面向国际学术前沿和社会发展重大需求，围绕因果推理与决策理论模型研究开展，重点研究因果网络构建、因果效应评估、因果强化学习和因果迁移学习理论模型以及在实际场景开展验证，具有重要的理论和应用价值。'
            },
            {
                type: 'paragraph',
                text: '通过本项目的实施，有望在因果推理与决策理论与方法方面取得原始创新与突破。本项目的开展将有助于突破现阶段人工智能发展瓶颈问题，推动新一代人工智能快速健康发展。'
            },
            {
                type: 'img',
                src: 'https://dmir.gdut.edu.cn/__local/3/E6/16/11E115D31C45EE107D72C9078D1_A8A39A53_FD627.png',
                text: '线上线下与会者合影'
            }
        ],
    },
]

export function getNewsDetailById(id) {
    return newsDetails.find((n) => n.id === id)
}